Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/luulajansaamen_ja_kiltinansaamen_edistajille_gollegiella_-kielipalkinto.html.tmx
Source language: fin
Languages: smn

source: Luulajansaamen ja kiltinänsaamen edistäjille Gollegiella -kielipalkinto
smn: Juulevsämikielâ já kieldâsämikielâ ovdedeijeid Kollekielâ -kielâpalhâšume

source: Karin Tuolja Ruotsin Jokkmokkista ja Jekaterina Mechkina Venäjän Murmanskista saavat pohjoismaisen saamen kielen kielipalkinnon vuonna 2018.
smn: Karin Tuolja Ruotâ Juhâmohheest já Jekaterina Mechkina Ruošâ Murmanskist uážžuv tave-eennâmlâš sämikielâ kielâpalhâšume ive 2018.

source: Kuvassa Suomen Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio, Norjan Saamelaiskäräjien puheenjohtaja Aili Keskitalo, Karin Tuolja, palkintolautakunnan jäsen Solvår Knutsen Turi ja Ruotsin Saamelaiskäräjien puheenjohtaja Per-Olof Nutti.
smn: Suomâ Sämitige saavâjođetteijee Tiina Sanila-Aikio, Taažâ Sämitige saavâjođetteijee Aili Keskitalo, Karin Tuolja, palhâšumelävdikode jeessân Solvår Knutsen Turi Taažâst, Ruotâ Sämitige saavâjođetteijee Per-Olof Nutti.

source: Kuva: Ann Kristin Lindaas / KMD
smn: Kove: Ann Kristin Lindaas / KMD

source: Gollegiella – Pohjoismainen saamen kielipalkinto jaetaan Karin Tuoljalle Norjan, Ruotsin ja Suomen saamelaisasioista vastaavien ministereiden ja saamelaiskäräjien puheenjohtajien kokouksen yhteydessä Oslossa 26.11. ja Jekaterina Mechkinalle Murmanskissa 29.11. Kielipalkinnon tavoitteena on myötävaikuttaa saamen kielen vahvistamiseen, edistämiseen ja säilymiseen Norjassa, Ruotsissa, Suomessa ja Venäjällä.
smn: Kollekielâ – Tave-eennâmlâš kielâpalhâšume juáhhoo Karin Tuoljan Taažâ, Ruotâ já Suomâ sämmilâšaašijn västideijee ministerij já sämitigij saavâjođetteijei čuákkim ohtâvuođâst Oslost 26.11. já Jekaterina Mechkinan Murmanskist 29.11. Kielâpalhâšume ulmen lii išediđ sämikielâ nanosmittem, ovdedem já siäilum Taažâst, Ruotâst, Suomâst já Ruošâst.

source: Karin Tuolja on työskennellyt luulajansaamen hyväksi Ruotsissa koko aikuiselämänsä.
smn: Karin Tuolja lii porgâm juulevsämikielâ oovdân Ruotâst oles elimis.

source: Hän on toiminut opettajana, kääntäjänä, oppimateriaalin kehittäjänä ja kielentarkastajana.
smn: Sun lii toimâm máttáátteijen, jurgâleijen, oppâmaterialij rähten já kielâtärhisteijen.

source: Tuolja on tärkeä henkilö luulajansaamen kieliyhteisössä, ja hänellä on ollut keskeinen merkitys Norjan ja Ruotsin välisessä kieliyhteistyössä, erityisesti sanavaraston ja termistön kehittämisessä ja Raamatun kääntämisessä.
smn: Tuolja lii tehálâš olmooš juulevsäämi kielâsiärvusist, já sust lii lamaš kuávdáš merhâšume Taažâ já Ruotâ koskâsâš kielâohtsâšpargoost, eromâšávt sänirááju já terminologia oovdedmist já Ráámmát jurgâlmist.

source: Jekaterina Mechkina saa Gollegiella-kielipalkinnon pitkäaikaisesta työstään kiltinänsaamen aseman vahvistamiseksi Venäjällä.
smn: Jekaterina Mechkina uážžu Kollekielâ-kielâpalhâšume kuhesáigásâš pargostis kieldâsämikielâ sajaduv nanodem oovdân Ruošâst.

source: Hän on osallistunut sanavaraston kehittämiseen ja kiltinänsaamen sanakirjan laatimiseen.
smn: Sun lii uásálistám sänirááju oovdedmân já kieldâsämikielâ sänikirje rähtimân.

source: Mechkina on kirjoittanut ja kääntänyt kirjoja sekä kehittänyt oppimateriaalia.
smn: Mechkina lii čáállám já jurgâlâm kiirjijd sehe ráhtám oppâmaterialijd.

source: Hänen teostensa kautta monet ovat tutustuneet Murmanskin alueen kiltinänsaamelaisten elämään ja kulttuuriin.
smn: Suu kirjálâš pargoi áánsust maaŋgah láá peessâm uápásmiđ Murmansk kuávlu kieldâsämmilij elimân já kulttuurân.

source: Kielipalkinto myönnetään yksityishenkilöille tai yhteisöille, jotka ovat ansioituneet toimimalla merkittävästi saamen kielen edistämisen puolesta.
smn: Kielâpalhâšume mieđettuvvoo ovtâskâs ulmuid tâi siärvusáid, moh láá porgâm eromâš pyere pargo sämikielâ ovdedem peeleest.

source: Palkinto jaetaan nyt kahdeksannen kerran.
smn: Palhâšume juáhhoo tääl káávcád keerdi.

source: Seuraavan kerran palkinto jaetaan vuonna 2020 Suomen toimiessa kolmen maan saamelaisasioiden yhteistyön puheenjohtajana.
smn: Čuávuváá keerdi palhâšume juáhhoo ive 2020, ko Suomâ tuáimá kuulmâ riijkâ sämmilâšaašij ohtsâšpargo saavâjođetteijen.

source: Palkintolautakuntaan kuuluivat Neeta Jääskö Suomesta, David Kroik Ruotsista, Nina Afanasieva Venäjältä, Solvår Knutsen Turi ja Jane Juuso Norjasta.
smn: Palhâšumelävdikoodán kullii Neeta Jääskö Suomâst, David Kroik Ruotâst, Nina Afanasjeva Ruošâst sehe Solvår Knutsen Turi já Jane Juuso Taažâst.

source: Lisätietoja :
smn: Lasetiäđuh :

source: Neuvotteleva virkamies Johanna Hautakorpi, oikeusministeriö, puh. 02951 50018, etunimi.sukunimi@om.fi
smn: Ráđádellee virgeolmooš Johanna Hautakorpi, riehtiministeriö, puh. 02951 50018, ovdânommâ. suhânommâ@om.fi

source: Palkintolautakunnan jäsen Neeta Jääskö, Suomen saamelaiskäräjät, puh. 0405969230, etunimi@neetainari.fi
smn: Palhâšumelävdikode jeessân Neeta Jääskö Suomâ sämitiggeest, puh. 040596 9230, neeta@neetainari.fi
